Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Vermietung von Geräten zur Übertragung von Audiosignalen
en: Rental of apparatus for the broadcast of audio signals

source: Datenübertragung
en: Data transmission

source: Online-Übermittlung von Informationen
en: Transmission of information on-line

source: Orts- und Ferngesprächsdienstleistungen
en: Local and long distance telephone services

source: InformationsÃ¼bertragung durch Datenkommunikation zur UnterstÃ¼tzung bei der Entscheidungsfindung
en: Transmission of information by data communications for assisting decision making

source: Personenrufdienste [Funk, Telefon oder mit anderen Mitteln elektronischer Kommunikation]
en: Paging services [radio, telephone or other means of electronic communication]

source: Transfer von Daten mittels Funk
en: Transfer of information by radio

source: Übermittlung von Informationen über das Fernsehen
en: Communication of information by television

source: Interaktive Kommunikationsdienste mittels Computer
en: Interactive communications services by means of computer

source: Information und Beratung in Bezug auf Telekommunikationsleistungen
en: Information and advisory services relating to telecommunication services

source: Erteilung von Auskünften über Telefonverzeichnisse für Anschlussinhaber
en: Provision of telephone directory information to subscribers

source: Ausstrahlung von im Fernsehen gezeigten Auskünften über Funktelefone
en: Provision of televised information relating to radiophones

source: Ermöglichung des Mehrbenutzerzugriffs auf weltweite Computerinformationsnetze zur Übertragung und Verbreitung einer breiten Palette von Informationen
en: Providing multiple use access to global computer information networks for the transfer and dissemination of a wide range of information

source: Bereitstellung des Zugriffs auf Telekommunikationsinfrastrukturen für Dritte
en: Providing third party users with access to telecommunication infrastructure

source: Bereitstellung des Zugriffs auf in Zentraldateien gespeicherte Daten oder Dokumenten für Ferndiagnosen
en: Provision of access to data or documents stored electronically in central files for remote consultation

source: Ausstrahlung von Programmen über ein weltweites Computernetz
en: Broadcasting programs via a global computer network

source: Übertragung von Informationen mittels Telefon
en: Transfer of information by telephone

source: Kommunikationsdienste via multinationaler Telekommunikationsnetzwerke
en: Communications via multinational telecommunication networks

source: Datenkommunikationsdienste mittels E-Mail
en: Data communication by electronic mail

source: Bereitstellung und Vermietung des Zugriffs auf Computerdatenbanken
en: Providing access to and leasing access time to computer databases

source: Bereitstellen des Zugriffs auf MP3-Webseiten im Internet
en: Providing access to mp3 web sites on the internet

source: Übertragung von Video- und Audioprogrammen über das Internet
en: Broadcasting of video and audio programming over the Internet

source: Datenübertragung durch Telefax
en: Transmission of data by telefacsimile

source: Übertragung von Informationen zwischen Computern und Arbeitsplatzrechnern
en: Transmission of information between computers and workstations

source: Ton- und Bildübertragung mittels Satelliten
en: Sound and picture transmission via satellite

source: Bereitstellung des Zugriffs auf Datenbanken im Internet mittels Telekommunikation
en: Provision of telecommunications access to databases and the internet

source: Kommunikationsdienste mittels Fernseher
en: Televisual communication services

source: Tonübertragung via interaktiven Multimedia-Netzwerken
en: Transmission of sound via interactive multimedia networks

source: Vermietung von Kommunikationseinrichtungen via Radiosatelliten
en: Provision of communications facilities via radio satellites

source: Kommunikationsdienste für den Zugriff auf Datenbanken
en: Communications services for accessing a data-base

source: Drahtlose elektronische Übermittlung von Telefaxen
en: Wireless electronic transmission of facsimiles

source: Ausstrahlung von Teleshopping-Sendungen
en: Broadcasting of teleshopping programmes

source: Nachrichtenübertragung durch Telefax
en: Transmission of messages by telefacsimile

source: Telekommunikationsdienstleistungen zwischen Computernetzwerken
en: Telecommunications services between computer networks

source: Telekommunikationsdienstleistungen über Glasfasernetzwerke
en: Telecommunications services provided by means of optical fibre networks

source: Elektronische Übertragung von Anweisungen
en: Electronic instructions transmission services

source: Speicherung von Sprachnachrichten
en: Voice message storage services

source: Vermietung von Übertragungsgeräten
en: Rental of equipment for broadcasting

source: Elektronische Kommunikationsdienstleistungen zur Darstellung von Finanzinformationen
en: Electronic communication services for preparing financial information

source: Übermittlung von Notfallmeldungen [auf elektronischem Wege]
en: Sending of emergency messages [by electronic means]

source: Bereitstellung von zentralen Vermittlungsdienstleistungen für elektronische Kommunikationsnetze
en: Provision of central switching services for electronic communications networks

source: Elektronische Mailbox-Dienste
en: Electronic bulletin board services

source: Vermietung von Telekommunikationsleitungen für den Zugriff auf Computernetzwerke
en: Leasing of telecommunication lines for access to computer networks

source: Vorabfrage von Anrufen
en: Call screening services

source: Vermietung von Frequenzumrichtern [zur Verwendung bei der Kommunikation]
en: Rental of frequency converters [for use in communications]

source: Vermietung von Funkkommunikationsanlagen
en: Rental of radio communications equipment

source: Übertragung von Informationen über Computer, die an dasselbe Telematiknetz angeschlossen sind
en: Transmission of information via computers connected to the same telematic network

source: Elektronische Postdienste für Daten und Sprache
en: Electronic mail services for data and voice

source: Elektronische Kommunikationsdienste
en: Electronic communications services

source: Betrieb von Kabelfernsehnetzen [Ausstrahlung]
en: Operation of television cable networks

source: Sammlung und Übertragung von Nachrichten
en: Message collection and transmission services

source: Sichere E-Mail-Dienste
en: Secure e-mail services

source: Kommunikation über Ferndrucker
en: Communication by teleprinter

source: Audiovisuelle Kommunikationsdienste
en: Audiovisual communication services

source: Elektronische Übertragung von Meldungen und Daten
en: Electronic transmission of messages and data

source: Vermietung von Telekommunikationseinrichtungen für Unterrichtszwecke
en: Provision of telecommunication facilities for educational purposes

source: Erteilung von Auskünften über Telefonverzeichnisse für Telekommunikationszwecke
en: Provision of telephone directory information to assist in telecommunications

source: Telefonische Datenübertragung
en: Transfer of data by telephone

source: Datenübertragung durch Mikrowellen
en: Transmission of data by microwave

source: Bereitstellung von interaktiven Internetforen
en: Providing an online interactive bulletin board

source: Drahtlose Kommunikationsdienste
en: Wireless communications services

source: Datenübermittlung und Datenübertragung
en: Data transmission and data broadcasting

source: Analoge Übertragung von Daten und audio-visuellen Bildern über ein globales Computernetzwerk oder das Internet
en: Transmission of data or audio visual images via a global computer network or the internet

source: Übertragung von Informationen bezüglich Pharmazie, Medizin und Hygiene
en: Transmission of information relating to pharmaceuticals, medicine and hygiene

source: Übermittlung von Dokumenten mittels Fernkopie
en: Transmission of documents by facsimile

source: Bereitstellung von Telekommunikationsverbindungen zu einem globalen Computernetz oder Datenbanken
en: Providing telecommunications connections to a global computer network or databases

source: Satellitenübertragungsdienste in Bezug auf Sportveranstaltungen
en: Satellite broadcasting services relating to sporting events

source: Datenübertragung für Dritte
en: Data transmission for others

source: Drahtlose elektronische Übermittlung von Daten
en: Wireless electronic transmission of data

source: Drahtlose elektronische Übermittlung von Bildern
en: Wireless electronic transmission of images

source: Vermittlung von Zugriffen auf Datenbanken im Internet
en: Arranging access to databases on the internet

source: Vermietung von Zugriffszeiten zu Webseiten
en: Leasing access time to web sites [isp's]

source: Datenübertragungsdienste zwischen vernetzten Computersystemen
en: Data transmission services between networked computer systems

source: Elektronische Dateiübertragung
en: Electronic file transfer

source: Elektronische Sprachnachrichtenübermittlung
en: Electronic voice messaging services

source: Vermietung von Zugriffszeit auf globale Computernetzwerke
en: Rental of access time to global computer networks

source: Bereitstellen von Telekommunikationsverbindungen zu einem weltweiten Computernetzwerk
en: Providing telecommunications connections to a global computer network

source: Interaktive Fernseh- und Rundfunkausstrahlung
en: Interactive television and radio broadcasting

source: Bereitstellung des Zugangs zum Internet für Dritte
en: Provision of access to the internet for others

source: Vermietung von Telefonen
en: Rental of telephones

source: Vermietung von lokalen Netzwerken
en: Local area networks (Leasing of -)

source: Senden, Empfangen und Weiterleiten von Nachrichten
en: Message sending, receiving and forwarding

source: Vermietung von Megafonen
en: Rental of megaphones

source: Übertragung von Informationen via Fernschreiber
en: Transmission of information via teletypewriter

source: Dienstleistungen von Mobiltelekommunikationsnetzen
en: Mobile telecommunication network services

source: Betrieb von Telekommunikationssatelliten
en: Operation of telecommunications satellites

source: Telekommunikationsdienste mittels Portalen
en: Telecommunication gateway services

source: Videoübertragungen auf Anfrage
en: Video-on-demand transmission services

source: Faseroptische Telekommunikationsdienste
en: Optical fibre telecommunications services

source: Empfang von Fernsehprogrammen für die Weiterübertragung zum Teilnehmer
en: Reception of television programmes for onward transmission to subscribers

source: Datenfernübertragung mittels Telekommunikation
en: Remote transmission of data by means of telecommunications

source: Drahtlose Telefondienste
en: Wireless telephone services

source: Telefon- und Telekommunikationsdienste
en: Telephone and telecommunication services

source: Live-Übertragungen mit Abrufmöglichkeit über eine Homepage im Internet [WEBCAM]
en: Live transmissions accessible via home pages on the internet [webcam]

source: Versenden von Nachrichten über Computernetze
en: Message sending via computer networks

source: Datentransfer durch Telekommunikation
en: Transfer of data by telecommunications

source: Telekommunikationsdienstleistungen mittels Prepaid-Telefonkarten
en: Telephone telecommunications services provided via prepaid telephone calling cards

source: Datenübertragung und -empfang über Telekommunikationsmedien
en: Data transmission and reception services via telecommunication means

source: Elektronischer Nachrichtenversand
en: Electronic transmission of messages

source: Datenübertragungsdienste mit hoher Übertragungsrate für Betreiber von Telekommunikationsnetzen
en: High bit-rate data transmission services for telecommunication network operators

source: Kommunikationsdienste via analoger und digitaler Computerterminals
en: Communications via analogue and digital computer terminals

source: Ausstrahlung von Finanzinformationen über das Fernsehen
en: Broadcasting of financial information by television

source: Ausstrahlung von Spielfilmen über das Fernsehen
en: Broadcasting of motion pictures by television

source: Übertragung von Daten mittels Telekommunikation
en: Communication of data by means of telecommunications

source: Übertragung von Informationen über Satellit
en: Communication of information by satellite

source: Erteilung von Auskünften über Telefonverzeichnisse
en: Provision of telephone directory information

source: Vermietung von Kommunikationsapparaten und -geräten
en: Rental of communication apparatus and implements

source: Kommunikationsdienste mittels Kabel
en: Communication services by cable

source: Kommunikationsdienste für die elektronische Übertragung von Sprache
en: Communication services for the electronic transmission of voices

source: Übertragung von Computerdaten über das Fernsehen
en: Transmission of computerised data by means of television

source: Datenübertragung durch Laserstrahl
en: Transmission of data by laser beam

source: Internationale Datenübermittlung
en: International data transmission

source: Übertragung von Informationen für Haushaltszwecke
en: Transmission of information for domestic purposes

source: Bereitstellung des Mehrbenutzer-Zugangs zu einem globalen Computerinformationsnetz
en: Providing multiple-user access to a global computer information network

source: Bereitstellung von elektronischen Online-Mailboxnetzen zur Übertragung von Nachrichten zwischen Computeranwendern
en: Providing on-line electronic bulletin boards for transmission of messages among computer users

source: Bereitstellung des Zugriffs auf Listen zur Übertragung von Nachrichten zwischen Computernutzern
en: Providing on-line listservers for transmission of messages among computer users

source: Vermietung von Satellitenfunkempfangsantennen
en: Rental of satellite broadcast receiving aerials

source: Satellitenübertragungsdienste in Bezug auf Unterhaltung
en: Satellite broadcasting services relating to entertainment

source: Bereitstellung einer Zugangsberechtigung zur Telekommunikation und zu Links zu Datenbanken und zum Internet
en: Provision of telecommunication access and links to computer databases and to the internet

source: Über ein Kennwort zugängliche Datenkommunikationsdienste
en: Data communication services accessible by password

source: Kommunikationsdienste für die Übertragung von Informationen
en: Communication services for the transmission of information

source: Ausstrahlung von Programmen über das Internet
en: Broadcasting of programmes via the internet

source: Vermietung von Geräten für die Mobilfunkkommunikation
en: Leasing of cellular communications equipment

source: Übertragung von Telefonsprachnachrichten
en: Telephone voice messaging services

source: Nachrichtenübertragung durch Ferndrucker
en: Transmission of messages by teleprinter

source: Übertragung von Bildern über Satellit
en: Transmission of pictures by satellite

source: Kommunikationsdienste, nämlich elektronische Übertragung von Daten und Dokumenten zwischen Nutzern von Computern
en: Communication services, namely, electronic transmission of data and documents among users of computers

source: Elektronische Kommunikationsdienste im Rahmen der Kreditkartenprüfung
en: Electronic communications services relating to credit card authorization

source: Übertragung elektronischer Dokumente
en: Transmission of computerised documents

source: Übertragungs- und Abrufdienste für Telefaxe
en: Facsimile transmission and retrieval services

source: Bereitstellung von Telekommunikationskanälen für Teleshopping-Dienste
en: Providing telecommunication channels for teleshopping services

source: Ausstrahlung von Fernsehprogrammen über extraterrestrische Satelliten
en: Dissemination of television programmes relayed by extra-terrestrial satellite

source: Elektronische Kommunikationsdienste über Computer
en: Electronic communication service by means of computer

source: Sendung [Übertragung] von Nachrichten
en: Sending [transmission] of news

source: Bereitstellung von Anlagen für Videokonferenzen
en: Providing videoconferencing facilities

source: Ermöglichung des Zugangs zu Computernetzen und zum Internet
en: Provision of access to computer networks and the internet

source: Kommunikation durch faseroptische Netzwerke
en: Communications by fibre optic networks

source: Vermietung von Faxgeräten
en: Rental of facsimile apparatus

source: Rechnergestützte Nachrichtenübertragung
en: Computer aided transmission of messages

source: Vermietung von Kommunikationskanälen
en: Rental of communications channels

source: Vermietung von Kommunikationsanlagen
en: Rental of communications systems

source: Vermietung von Funkgeräten
en: Rental of radio equipment

source: Übertragung von Börseninformationen mit Hilfe von Telekommunikationsmedien
en: Transmission of stock market information with the help of telecommunication media

source: Telekommunikationsdienste, nämlich persönliche Kommunikationsdienste
en: Telecommunications services, namely, personal communication services

source: Telematikkommunikation mittels Computerterminals
en: Telematic communications via computer terminals

source: Kommunikationsdienste mittels Computerterminals, durch digitale Übertragung oder über Satellit
en: Communication via computer terminals, by digital transmission or by satellite

source: Computer-Mailbox-Dienst
en: Computer bulletin boards

source: Telefonkommunikationsdienste gegen Bezahlung
en: Pay-telephone communication services

source: Vermietung von Telefonanrufbeantwortern
en: Hire of telephone answering apparatus

source: Telematikdienste [Datenübertragung]
en: Telematic [data communication] services

source: Funktelegrafische Kommunikationsdienste
en: Radio telegraphic communication services

source: Vermietung von Sendeausrüstungen für Außenübertragungen
en: Rental of broadcasting apparatus for outside broadcasts

source: Übertragung von Nachrichten mittels Telefon und Telefax
en: Transmission of messages by telephone and facsimile

source: Übermittlung von Grußkarten über das Internet
en: Transmission of greeting cards online

source: Übermittlung digitaler Dateien
en: Transmission of digital files

source: Nachrichtendienste
en: Message services

source: Elektronische Anzeigenvermittlung [Telekommunikation]
en: Electronic bulletin board services [telecommunications services]

source: Ausstrahlung von Finanzinformationen über Rundfunk
en: Broadcasting of financial information by radio

source: Ausstrahlung von Finanzinformationen über Satellit
en: Broadcasting of financial information by satellite

source: Ausstrahlung von Programmen über Satellit
en: Broadcasting of programmes by satellite

source: Elektronische Transmissionsdienste
en: Electronic transmission services

source: Drahtlose Voicemail-Dienste
en: Wireless voice mail services

source: Vermietung von Einrichtungen für Empfang und Übertragung von Funksignalen
en: Provision of facilities for radio receiving and radio transmission

source: Vermietung von Einrichtungen zur Übertragung und zum Empfang von Funksignalen
en: Provision of facilities for transmission and receiving by radio

source: Kommunikationsdienste zwischen Datenbanken
en: Communication services between data banks

source: Analogübertragung und Empfang für Funk
en: Transmission and receiving by radio

source: Übertragung von Computerdaten mittels Kabel
en: Transmission of computerised data by means of cable

source: Übertragung von Daten mittels audiovisueller Geräte
en: Transmission of data by audio-visual apparatus

source: Übertragung von Daten über Kabel
en: Transmission of data by cable

source: Satellitenausstrahlung von Tönen, Bildern, Signalen und Daten
en: Satellite transmission of sounds, images, signals and data

source: Sprach- und Datenübertragungsdienste
en: Voice and data transmission services

source: Vermietung von Anlagen und Geräten für Videokonferenzen
en: Providing facilities and equipment for video conferencing

source: Sichere Übertragung von Daten, Ton und Bild
en: Secure transmission of data, sound or images

source: Streaming von Videomaterial im Internet
en: Streaming of video material on the internet

source: Personenrufdienste über Telefon
en: Telephone paging services

source: Bereitstellung von Zugangsberechtigungen zum Telekommunikations-Warehousing
en: Providing of access to telecommunication warehousing services

source: Bereitstellung des Zugriffs auf das Fernsehen mittels Dekodiergeräten
en: Provision of access to television via decoding apparatus

source: Vermietung von Kommunikationseinrichtungen für den Austausch von digitalen Daten
en: Provision of communications facilities for the interchange of digital data

source: Vermietung von Kommunikationseinrichtungen via Kabel
en: Provision of communications facilities via cable

source: Kommunikationsdienste für den Austausch von Daten in elektronischer Form
en: Communications services for the exchange of data in electronic form

source: Nachrichtenübertragung durch Telex
en: Transmission of messages by telex

source: Sammeln und Liefern von Nachrichten über E-Mail
en: Collection and delivery of messages by electronic mail

source: Übermittlung von digitalem Ton und/oder Bild mittels Telekommunikation
en: Delivery of digital audio and/or video by telecommunications

source: Elektronische Nachrichten-, Daten- und Dokumentenübertragung
en: Electronic transmission of messages, data and documents

source: Übertragung von Informationen auf elektronischem Wege
en: Transmission of information by electronic means

source: Computerkommunikations- und Internetzugriffsdienste
en: Computer communication and Internet access

source: Verleih und Vermietung von Telekommunikationsanlagen und -geräten
en: Provision and rental of telecommunications facilities and equipment

source: Wide band-Funkkommunikationsdienste
en: Wide band radio communication services

source: Übertragung von Informationen und Bilder in Bezug auf Pharmazeutika, Medizin und Hygiene
en: Transmission of information and images relating to pharmaceuticals, medicine and hygiene

source: Übertragung von Ton und Bildern über Satellit oder interaktive Multimedia-Netze
en: Transmission of sound and vision via satellite or interactive multimedia networks

source: Übertragung von Ton-, Bild- und Datensignalen
en: Transmission of sound, picture and data signals

source: Übertragung von Ton, Video und Informationen
en: Transmission of sound, video and information

source: Vermietung von Telekommunikationsgeräten
en: Rental of telecommunication equipment

source: Vermietung von Telekommunikationsanlagen
en: Rental of telecommunication facilities

source: Beratung im Telekommunikationsbereich
en: Consultancy in the field of telecommunications

source: Übermittlung von elektronischer Post
en: Transmission of electronic mail

source: Computergestützte Kommunikationsdienste
en: Computerised communication services

source: Mobile Kommunikationsdienste
en: Mobile communications services

source: Kommunikationsdienste mittels Mobiltelefon
en: Mobile telephone communication services

source: Durchführung von Videokonferenzen
en: Providing video conferencing services

source: Übertragung von Informationen mittels Computer
en: Communication of information by computer

source: Computergestützte Datenübertragung
en: Transmission of information by computer

source: Radio- und Fernsehprogrammausstrahlung
en: Radio and television program broadcasting

source: Übertragung von Rundfunk- und Fernsehprogrammen
en: Transmission of radio and television programs

source: Versenden von Telegrammen
en: Sending of telegrams

source: Übertragung von Radioprogrammen
en: Transmission of radio programs
